<?php

return [
    'q1' => [
        'title' => "ما هو نمبر بوك السعودي؟",
        'description' => "نمبر بوك السعودي\" هو تطبيق مجاني متوفر على هواتف أندرويد وآيفون، يهدف لمساعدتك في التعرف على هوية المتصل و حظر المكالمات غير المرغوب فيها في السعودية. ببساطة، \"نمبر بوك\" هو بمثابة \"كاشف أرقام\" ذكي. يُتيح لك معرفة اسم المتصل و نوع المكالمة (تسويقية، تجارية، إلخ) حتى لو لم يكن الرقم مسجلاً في هاتفك. يمكنك أيضًا حظر الأرقام غير المرغوب فيها بسهولة وإنشاء قائمة سوداء للأرقام التي تريد تجنبها. \"نمبر بوك\" يعتمد على قاعدة بيانات واسعة لأرقام الهاتف في جميع أنحاء العالم، بما في ذلك السعودية. يمكنك تنزيل التطبيق مجانًا من متجر Play Store أو App Store."
    ],
    'q2' => [
        'title' => "معرفة اسم المتصل في السعودية",
        'description' => 'معرفة اسم المتصل في السعودية ممكنة بسهولة بفضل تطبيقات "كاشف الأرقام" مثل "نمبر بوك" و غيرها.<h2>إليك بعض الخيارات:<h2/><h3>نمبر بوك:</h3><ul><li>تطبيق مجاني متوفر على Android و iOS.</li><li>يقدم معلومات عن هوية المتصل و نوع المكالمة.</li><li>يُمكنك حظر الأرقام غير المرغوب فيها.</li></ul><h3>تطبيقات مماثلة:</h3><ul><li>TrueCaller (متوفر على Android و iOS)</li><li>Caller ID (متوفر على Android و iOS)</li></ul><h3>نصائح إضافية:</h3><ul><li><b>مواقع الويب:</b> يمكنك البحث عن رقم الهاتف في بعض مواقع الويب المخصصة لتحديد هوية المتصل.</li><li><b>مواقع التواصل الاجتماعي:</b> قد تجد معلومات عن رقم الهاتف في منشورات أو ملفات الجهة اللاتصال في مواقع التواصل الاجتماعي.</li></ul><h3>ملاحظة هامة:</h3><ul><li>- تأكد من تحميل تطبيقات موثوقة من متاجر الهاتف الرسمية.</li><li>- لا تدخل بياناتك الشخصية في مواقع غير موثوقة لحماية خصوصيتك.</li></ul><b>أتمنى لك توفيق!</b>'
    ],
    'q3' => [
        'title' => "بديل ksa numbers online لكل الدول العربية و دول الخليج العربي",
        'description' => '<p>للأسف، لا يوجد بديل مباشر لـ "ksa numbers online" يغطي جميع الدول العربية ودول الخليج العربي. يعتمد الموقع "ksa numbers online" على قواعد بيانات محددة لسعودية فقط، بينما تتطلب قاعدة البيانات لجميع دول العربية و الخليج العربي منصة أكبر و مُتخصصة.</p><h2>ومع ذلك، يمكنك تجربة بعض الخيارات:</h2><ul><li><b>TrueCaller:</b> يُعتبر من أشهر تطبيقات "كاشف الأرقام" و يُمكنك معرفة اسم المتصل و حظر الأرقام غير المرغوب فيها في الكثير من الدول العربية و الخليجية.</li><li><b>Caller ID: </b> تطبيق مُشابه لـ TrueCaller و يُقدم خدمة معرفة هوية المتصل و حظر الأرقام في مُختلف الدول.</li><li><b> مواقع ويب متخصصة:</b>توجد مواقع ويب مُتخصصة في التعرف على رقم الهاتف في مُختلف الدول، لكن مُستوى الدقة و الكفاءة قد تختلف من موقع لآخر.</li></ul><h2>ملاحظة:</h2><ul><li> قد لا تُقدم هذه الخدمات معلومات كاملة عن جميع الأرقام في كل دولة.</li><li> تُمكنك البحث عن خدمات مُشابهة في متاجر التطبيقات لجوالك للعثور على الخيار الأفضل لك. </li></ul><p>أتمنى لك التوفيق في العثور على المعلومات التي تبحث عنها!</p>'
    ],
    'q4' => [
        'title' => "موقع ksa numbers: دليل الارقام السعودية",
        'description' => '<p>موقع ksa numbers من أفضل المواقع المخصصه لعرض اسماء اصحاب الارقام المجهولة والبحث عن الارقام بالأسم ويعتبر شبيه الى حد كبير لتطبيق نمبر بوك و برنامج دليلي ولكنه موقع اونلاين بدون برامج ويمكن استخدامه من المتصفح أو من خلال الهاتف أو الكمبيوتر.</p><p>يمكنك البحث عن اسم المتصل اون لاين السعودية من خلال زيارة موقع ksa numbers وكتابة رقم الهاتف بدون كود البلد ثم الضغط على بحث.</p><h3> طريقة الدخول الى موقع نمبر بوك مجاني </h3><p>يمكنك الدخول الى موقع نمبر بوك مجاني من خلال زيارة الموقع الرسمي وتسجيل الدخول من خلال حسابك على الموقع. يمكنك ايضا الدخول الى موقع نمبر بوك مجاني من خلال زيارة موقع نمبروزو دليل الهاتف العربي.</p>'
    ]
];
